Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/social_welfare_payments/social_welfare_payments_to_families_and_children/adoptive_benefit.html.txt.tmx
Source language: en
Languages: ga

source: Adoptive Benefit is a payment to an adopting mother or a single male who adopts a child. It is available to both employees and self-employed people
ga: Is íocaíocht é Sochar Uchtaíoch a fhaigheann máthair a bhfuil leanbh uchtaithe aici nó fear aonair a uchtaíonn leanbh

source: You must meet certain social insurance (PRSI) contribution conditions on your own insurance record
ga: Ní mór coinníollacha áirithe ranníocaíochtaí ÁSPC a chomhlíonadh ar do chúrsaí árachais féin

source: Adoptive Benefit is paid for a continuous period of 24 weeks from the date of placement of your child
ga: Íoctar Sochar Uchtaíoch ar feadh tréimhse 24 seachtaine ón dáta ar tháinig an leanbh chugat

source: If you begin your adoptive leave after the date of placement, you will lose some of your Adoptive Benefit entitlement. You should apply for Adoptive Benefit 6 weeks before you intend to go on adoptive leave
ga: Ba chóir duit iarratas a dhéanamh ar Shochar Uchtaíoch 6 seachtaine sula mbeartaíonn tú dul ar shaoire uchtaíoch

source: If you think you have been wrongly refused Adoptive Benefit or you are unhappy about a decision of a Social Welfare Deciding Officer about your entitlements, you can appeal this decision
ga: Má cheapann tú go bhfuil Sochar Uchtaíoch diúltaithe duit go héagórach nó go raibh cinneadh eile a rinne an Roinn Coimirce Sóisialaí éagórach is féidir achomharc a chur faoi bhráid Oifig na nAchomharc

source: The Paternity Leave and Benefit Act 2016 introduced Paternity Benefit together with statutory paternity leave of 2 weeks
ga: Thug an tAcht um Shaoire agus Sochar Atharthachta 2016 íocaíocht nua Sochar Atharthachta isteach, chomh maith le 2 seachtain saoire atharthachta reachtúil

source: The combined package of paternity leave and Paternity Benefit can start at any time within the first 6 months following birth or adoption of a child
ga: Is féidir an comhphacáiste saoire atharthachta agus Sochar Atharthachta a thosú ag tréimhse ar bith taobh istigh den chéad 6 mhí tar éis breithe nó uchtaithe linbh

source: The provisions apply to births or adoptions on or after 1 September 2016
ga: Baineann na forálacha le breitheanna agus uchtuithe ar nó ón 1 Mheán Fómhair 2016

source: Taxation of Adoptive Benefit
ga: Gearradh cánach ar Shochar Uchtaíoch

source: Adoptive Benefit is taxable from 1 July 2013 for all claimants
ga: Beidh Sochar Uchtaíoch inchánaithe ón 1 Iúil 2013 le haghaidh gach éilitheoir

source: Universal Social Charge and PRSI are not payable
ga: Ní bheidh Muirear Sóisialta Uilíoch ní ÁSPC a bheith iníoctha

source: You can read about how Adoptive Benefit is taxed in the document, Taxation of social welfare payments
ga: Is féidir léigh conas a ghearrtar cáin ar Shochar Uchtaíoch sa cháipéis, Gearradh cánach ar íocaíochtaí leasa shóisialaigh

source: You can also get more information from Revenue on taxation of Adoptive Benefit
ga: Is féidir tuilleadh eolais faoi ghearradh cánach ar Shochar Uchtaíoch ó Revenue a fháil

source: If you are employed, to qualify for Adoptive Benefit you must be in employment which is covered by the Adoptive Leave Act 1995 immediately before the first day of your adoptive leave and have at least:
ga: Le cáiliú le Sochar Uchtaíoch a fháil ní mór duit a bheith fostaithe i bpost atá clúdaithe faoin Acht um Shaoire Uchtaíoch 1995 díreach roimh an chéad lá de do shaoire uchtaíoch agus caithfidh tú:

source: • 39 weeks PRSI paid in the 12-month period before the date of placement of your child
ga: • Ar a laghad 39 seachtaine ÁSPC a bheith íoctha agat sa tréimhse 12 mí roimh theacht an linbh

source: • 39 weeks PRSI paid since first starting work and at least 39 weeks PRSI paid or credited in the relevant tax year or in the year immediately following the relevant tax year
ga: • Ar a laghad 39 seachtaine ÁSPC ó thosaigh tú ag obair den chéad uair agus ar a laghad 39 seachtaine ÁSPC a bheith íoctha agat nó curtha chun creidmheasa sa bhliain chánach ábhartha nó sa bhliain chánach cuí i ndiaidh na bliana cánach ábhartha

source: For example, if you are going on adoptive leave in 2017, the relevant tax year is 2015 and the tax year immediately following the relevant tax year is 2016
ga: Mar shampla, má bhíonn tú ag dul ar shaoire uchtaíoch i 2017, is í 2015 an bhliain chánach ábhartha agus is í 2016 sa bhliain chánach cuí i ndiaidh na bliana cánach ábhartha

source: • 26 weeks PRSI paid in the relevant tax year and at least 26 weeks PRSI paid in the tax year before the relevant tax year
ga: • Ar a laghad 26 seachtainí ÁSPC íoctha sa bhliain cánach ábhartha agus ar a laghad 26 seachtainí ÁSPC íoctha sa bhliain cánach roimh an bhliain cánach ábhartha

source: For example, if you are going on adoptive leave in 2017, the relevant tax year is 2015 and the tax year immediately before the relevant tax year is 2014
ga: Mar shampla, má bhíonn tú ag dul ar shaoire uchtaíoch i 2017, is í 2015 an bhliain chánach ábhartha agus is í 2014 an bhliain chánach roimh an bhliain chánach ábhartha

source: Social insurance (PRSI) contributions at Classes A, E and H count for Adoptive Benefit
ga: Tá ÁSPC ag comhaireamh Aicmí A, E, agus H

source: If you were in insurable self-employment before starting insurable employment (as an employee), your PRSI contributions (Class S) may help you qualify for Adoptive Benefit if you do not satisfy the employee PRSI conditions as stated above
ga: Má bhíodh tú i bhféinfhostaíocht inárachais sular thosaigh tú i bfhostaíocht inárachais (mar fhostaí), b’fhéidir go gcabhróidh na ranníocaíochtaí ÁSPC (Aicme S) a d’íoc tú leat chun cáiliú le haghaidh Sochair Uchtaíoch mura sásaíonn tú na coinníollacha fostaithe mar atá luaite thuas

source: If you are self-employed, you must have:
ga: Má bhíonn tú féinfhostaithe ní mór duit:

source: • 52 PRSI contributions paid at Class S in the relevant tax year
ga: • 52 seachtaine ranníocaíochtaí ÁSPC a bheith íoctha agat ag Aicme S sa bhliain chánach ábhartha

source: • 52 PRSI contributions paid at Class S in the tax year immediately before the relevant tax year
ga: • 52 seachtaine ranníocaíochtaí ÁSPC a bheith íoctha agat ag Aicme S sa bhliain cánach roimh an bhliain chánach ábhartha

source: For example, if you are going on adoptive leave in 2017, the tax year immediately before the relevant tax year is 2014
ga: Mar shampla, má bhíonn tú ag dul ar shaoire uchtaíoch i 2017, is í 2015 an bhliain chánach ábhartha agus is í 2014 an bhliain chánach roimh an bhliain chánach ábhartha

source: • 52 qualifying PRSI contributions paid at Class S in the tax year immediately following relevant tax year
ga: • 52 ranníocaíocht ÁSPC cháilitheacha íoctha ag Aicme S sa bhliain chánach níos deireanaí ná an bhliain chánach ábhartha

source: For example, if you are going on adoptive leave in 2017, the tax year immediately following the relevant tax year is 2016
ga: Mar shampla, má bhíonn tú ag dul ar shaoire uchtaíoch i 2017, is í 2015 an bhliain chánach ábhartha agus is í 2016 sa bhliain chánach cuí i ndiaidh na bliana cánach ábhartha

source: If you are now self-employed but you were in insurable employment before you became self-employed, your PRSI contributions (Class A, E and H) in that employment may help you qualify for Adoptive Benefit if you do not satisfy the self-employment conditions as stated above
ga: Má tá tú féinfhostaithe anois ach má bhí tú i bhfostaíocht faoi árachas sula raibh tú féinfhostaithe, d'fhéadfadh na ranníocaíochtaí ÁSPC (Aicme A, E agus H) a rinne tú nuair a bhí tú fostaithe cuidiú leat chun Sochar Uchtaíoch a bhaint amach mura gcomhlíonann tú na coinníolla féinfhostaíochta thuasluaite

source: The relevant tax year is the second last complete tax year before the Benefit year in which your adoptive leave starts
ga: Is éard atá i gceist le bliain chánach ábhartha ná an bhliain dara chánach iomlán roimh an mbliain shocair sula dtosaíonn do shaoire uchtaíoch

source: The Benefit year begins on the first Monday in January in each calendar year and ends on the Sunday immediately before the first Monday in the next calendar year
ga: Tosaíonn an Bhliain Shochair ar an gcéad Luan de mhí Eanáir gach bliain fhéilire agus críochnaíonn ar an Domhnach díreach roimh an gcéad Luan sa bhliain fhéilire dár gcionn

source: For example, the relevant tax year is 2015 for claims made in 2017
ga: Mar shampla, i gcás éilimh a rinneadh i 2017, is é 2015 an Bhliain Chánach Ábhartha

source: Insurance from employment in another country
ga: Árachas ó fhostaíocht i dtír eile

source: If you had insurable employment in a country covered by EU Regulations and you have paid at least one full rate PRSI contribution in Ireland, you may combine your insurance record in that country with your Irish PRSI contributions to help you qualify for Adoptive Benefit
ga: Má bhí tú fostaithe cheana i dtír ar bhain rialacháin an AE léi nó tír a bhfuil Comhaontú Déthaobhach Leasa Shóisialaigh ag Éirinn léi, d'fhéadfá do thuairisc árachais ón tír sin a chur le do ranníocaíochtaí ÁSPC in Éirinn ar an gcoinníoll go bhfuil ar a laghad ranníocaíocht amháin ÁSPC ag an ráta iomlán íoctha agat ó tháinig tú ar ais go hÉirinn chun cabhrú leat cáiliú don Sochar Uchtaíoch

source: In this case, you should send your application for Adoptive Benefit 12 weeks before your baby is due
ga: I gcás sin, ba chóír duit d'iarratas ar Shocar Uchtaíoch a chur isteach 12 seachtaine roimh bhreith do linbh

source: More information is available in our document about combining your social insurance contributions from abroad
ga: Tá tuilleadh eolais in ár doiciméad maidir le ranníocaíochtaí árachais shóisialta ón choigríoch a chomhcheangal

source: A certificate of placement must be submitted by you, as evidence of placement of your child
ga: Caithfidh tú teastas áirthinte a chur ar fáil, mar chruthúnas ar áirthint do linbh

source: You must request this from the registered adoption agency or the Child and Family Agency which arranges the placement
ga: Caithfidh tú an fhoirm sin a fháil ón nGníomhaireacht Uchtaithe Chláraithe nó ón an Ghníomhaireacht um Leanaí agus an Teaghlach a bheidh ag réiteach na háirthinte

source: In the case of a foreign adoption, you must submit a copy of the Declaration of Suitability issued to you by the Adoption Authority of Ireland
ga: Sa chás gur uchtú ó thar lear a bheidh i gceist, ní mór cóip den Dearbhú Oiriúnachta arna eisiúint ag an Údarás Uchtála na hÉireann

source: EU and non-EU citizens can holiday abroad and get Adoptive Benefit for a maximum of 6 weeks while away
ga: Ní féidir aon íocaíocht Sochar Uchtaíoch a dhéanamh go bhfaightear an Teastas Áirithinte nó an Dearbhú Oiriúnachta

source: Rate of payment from 13 March 2017
ga: Rátaí íocaíochta ó 13 Márta 2017

source: Half-rate Adoptive Benefit is payable if you are getting any of the following payments:
ga: Bionn tú i dteideal Sochar Uchtaíoch leath ráta a fháil má bhíonn tú ag fáil aon cheann de na híocaíochtaí seo a leanas:

source: • Widow's, Widower's or Surviving Civil Partner's (Contributory Pension)
ga: • Pinsean Baintrí, Baintrí Fir nó Páirtnéara Shibhialta Mharthanaigh (Ranníocach)

source: • Widow's, Widower's or Surviving Civil Partner's (Non-Contributory Pension)
ga: • Pinsean Baintrí, Baintrí Fir nó Páirtnéara Shibhialta Mharthanaigh (Neamh-Ranníocach)

source: • Death Benefit by way of Widow's, Widower's or Surviving Civil Partner's or Dependent Parent's Pension under the Occupational Injuries scheme
ga: • Sochar Báis trí mheán Phinsean Baintrí, Baintrí Fir nó Páirtnéara Shibhialta Mharthanaigh nó Pinsean Tuismitheora Chleithiúnaigh faoi scéim na nGortuithe Ceirde

source: How Adoptive Benefit is paid
ga: Conas a íoctar Sochar Uctaíoch

source: Adoptive Benefit can be paid directly into your bank or building society account (this is known as Direct Payment)
ga: Is féidir Sochar Uchtaíoch a íoc isteach díreach chuig do chuntas bainc nó do chuntas cumann foirgníochta (tugtar Íocaíocht Dhíreach air sin)

source: To apply fill in Form AB1 for Adoptive Benefit (pdf). Return the form together with all relevant documentation to the Department of Social Protection at the address listed below
ga: Comhlíon Foirm AB1 le haghaidh Sochair Uctaíoch (pdf) agus seol ar ais í i dteannta na dteastas ábhartha ar fad chuig an Roinn Coimirce Sóisialaí ag an seoladh a liostaítear thíos

source: This form is also available from your social welfare local office or by contacting Adoptive Benefit Section at the address or telephone number below
ga: Tá cóip den fhoirm seo ar fáil chomh maith ó d’oifig leasa shóisialaigh áitiúil nó trí theagmháil a dhéanamh leis an Rannóg Sochair Uchtaithe ag an seoladh nó ag an uimhir theileafóin thíos

source: Your social welfare local office can help you to complete the form. You may also contact the Adoptive Benefit Section using the contact information below if you have any queries
ga: Tabharfaidh d’oifig leasa shóisialaigh áitiúil cúnamh duit agus tú ag comhlíonadh na foirme agus is féidir leat dul i dteagmháil leis an Rannóg an tSochair Uchtaíoch freisin ach úsáid a bhaint as an eolas teagmhála thíos má bhíonn fiosrú ar bith agat
